Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་གལ་ཏེ་གཟུགས་ཀྱང་གཞན་ལ། རང་བཞིན་སྟོང་པ་ཉིད་ཀྱང་གཞན། ཚོར་བ་ཡང་གཞན། འདུ་ཤེས་ཀྱང་གཞན། འདུ་བྱེད་ཀྱང་གཞན། རྣམ་པར་ཤེས་པ་ཡང་གཞན་ལ། རང་བཞིན་སྟོང་པ་ཉིད་ཀྱང་གཞན། ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡང་གཞན་ལ། རང་བཞིན་སྟོང་པ་ཉིད་ཀྱང་གཞན། ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཀྱང་གཞན་ལ། རང་བཞིན་སྟོང་པ་ཉིད་ཀྱང་གཞན། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱང་གཞན་ལ། རང་བཞིན་སྟོང་པ་ཉིད་ཀྱང་གཞན། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ཡང་གཞན་ལ།
en: Subhūti, if physical forms were one distinct thing and the emptiness of inherent existence another; and similarly, if feelings were one distinct thing, perceptions one distinct thing, formative predispositions one distinct thing, consciousness one distinct thing and the emptiness of inherent existence another; if all the aggregates, sense fields, sensory elements, and links of dependent origination were distinct things and the emptiness of inherent existence another; if the perfections were one distinct thing, the aspects of emptiness one distinct thing, and the factors conducive to enlightenment one distinct thing and the emptiness of inherent existence another; if the truths of the noble ones, meditative concentrations, immeasurable attitudes, formless absorptions, aspects of liberation, serial steps of meditative absorption, emptiness, signlessness, wishlessness, extrasensory powers, meditative stabilities, dhāraṇī gateways, ten powers of the tathāgatas, fearlessnesses, kinds of exact knowledge, great loving kindness, great compassion, and the distinct qualities of the buddhas were distinct things and the emptiness of inherent existence another; and if [the goals], up to and including all-aspect omniscience, were distinct things and the emptiness of inherent existence another—that is to say, if physical forms were not empty of inherent existence—then bodhisattva great beings would indeed not attain consummate buddhahood in unsurpassed, complete enlightenment.

source: རང་བཞིན་སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན་ཏེ། གལ་ཏེ་གཟུགས་རང་བཞིན་གྱིས་སྟོང་པ་ཞིག་མ་ཡིན་ན་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་སྟེ། རབ་འབྱོར་གང་གི་ཕྱིར་གཟུགས་རང་བཞིན་གྱིས་སྟོང་པས་ན། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཟུགས་རང་བཞིན་གྱིས་སྟོང་ངོ་ཞེས་བྱ་བར་ཁོང་དུ་ཆུད་པར་བྱས་ཤིང་།
en: Subhūti, it is because physical forms are empty of inherent existence that bodhisattva great beings have comprehended that physical forms are empty of inherent existence, and will attain consummate buddhahood in unsurpassed, complete enlightenment. “

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པར་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །གལ་ཏེ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རང་བཞིན་གྱིས་སྟོང་པ་ཞིག་མ་ཡིན་ན་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་སྟེ།
en: If feelings, perceptions, formative predispositions, and consciousness were not empty of inherent existence, bodhisattva great beings would indeed not attain consummate buddhahood in unsurpassed, complete enlightenment.

source: རབ་འབྱོར་གང་གི་ཕྱིར་རྣམ་པར་ཤེས་པ་རང་བཞིན་གྱིས་སྟོང་པས་ན། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རང་བཞིན་གྱིས་སྟོང་ངོ་ཞེས་བྱ་བར་ཁོང་དུ་ཆུད་པར་བྱས་ཤིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: Subhūti, it is because consciousness [and so forth] are empty of inherent existence that bodhisattva great beings have comprehended that [consciousness and so forth] are empty of inherent existence, and will attain consummate buddhahood in unsurpassed, complete enlightenment. “

source: །རབ་འབྱོར་གལ་ཏེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་རང་བཞིན་གྱིས་སྟོང་པ་ཞིག་མ་ཡིན་ན་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་སྟེ།
en: Subhūti, if [the attributes and goals], up to and including all-aspect omniscience, were not empty of inherent existence, bodhisattva great beings would indeed not attain consummate buddhahood in unsurpassed, complete enlightenment.

source: རབ་འབྱོར་གང་གི་ཕྱིར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་རང་བཞིན་གྱིས་སྟོང་པས་ན། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་རང་བཞིན་གྱིས་སྟོང་ངོ་ཞེས་བྱ་བར་ཁོང་དུ་ཆུད་པར་བྱས་ཤིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: Subhūti, it is because all-aspect omniscience [and so forth] are empty of inherent existence that bodhisattva great beings have comprehended that all-aspect omniscience [and so forth] are empty of inherent existence, and will attain consummate buddhahood in unsurpassed, complete enlightenment. “

source: །རབ་འབྱོར་གལ་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རང་བཞིན་གྱིས་སྟོང་པ་ཞིག་མ་ཡིན་ན་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་སྟེ།
en: Subhūti, if unsurpassed, complete enlightenment were not empty of inherent existence, bodhisattva great beings would indeed not attain consummate buddhahood in unsurpassed, complete enlightenment.

source: རབ་འབྱོར་གང་གི་ཕྱིར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རང་བཞིན་གྱིས་སྟོང་པས་ན། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རང་བཞིན་གྱིས་སྟོང་ངོ་ཞེས་བྱ་བར་ཁོང་དུ་ཆུད་པར་བྱས་ཤིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་རྗེས་སུ་ཐོབ་པར་བྱེད་དེ།
en: Subhūti, it is because unsurpassed, complete enlightenment is empty of inherent existence that bodhisattva great beings have comprehended that unsurpassed, complete enlightenment is empty of inherent existence, and will subsequently attain all-aspect omniscience. “

source: །རང་བཞིན་སྟོང་པ་ཉིད་ལ་ནི་ཆོས་གང་ཡང་རྣམ་པར་འཇིག་པར་འགྱུར་བ་འམ། རྟག་ཏུ་གནས་པ་འམ།
en: Subhūti, in the emptiness of inherent existence, there is nothing at all that disintegrates, endures eternally, or departs.

source: འགྲོ་བ་མེད་དེ་གཞན་དུ་ན། ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་དང་། བདུད་དང་ཚངས་པར་བཅས་པའི་འཇིག་རྟེན་རྣམས་འདི་ནི་གཟུགས་སོ།
en: On the contrary, those in the worlds frequented by gods and the worlds frequented by Māra and Brahmā deludedly think, ‘These are physical forms.

source: །བདག་གི་གཟུགས་སོ།
en: This is my physical form.

source: །བདག་ནི་གཟུགས་དང་ལྡན་ནོ།
en: I have physical form,’ and so on, [up to and including] ‘This is consciousness.

source: །བདག་ནི་རྣམ་པར་ཤེས་པའི་བར་རོ།
en: This is my consciousness.

source: །བདག་ནི་རྣམ་པར་ཤེས་པ་དང་ལྡན་པའོ་སྙམ་དུ་རྨོངས་ཤིང་དེ་དག་གཟུགས་ལ་མངོན་པར་ཞེན།
en: VIII: 101} They are fixated on physical forms, and they are fixated on consciousness [and so forth].

source: རྣམ་པར་ཤེས་པའི་བར་ལ་མངོན་པར་ཞེན་ཏོ། །བདག་ཏུ་བྱ་བ་དང་བདག་གིར་བྱ་བ་ལ་མངོན་པར་སྤྱོད་དོ།
en: They indulge in notions of ‘I’ and ‘mine,’ and become fixated upon notions of ‘I’ and ‘mine.’

source: །བདག་ཏུ་བྱ་བ་དང་བདག་གིར་བྱ་བ་ལ་མངོན་པར་ཞེན་ནས། ཕྱི་ནང་གི་དངོས་པོ་ལ་མངོན་པར་ཞེན་ཅིང་ཆགས་སོ།
en: Then they become fixated on and attached to external and internal entities.

source: །དེ་ལྟར་མངོན་པར་ཞེན་ཅིང་ཆགས་ནས་སྐྱེ་བའི་སྐྱེ་མཆེད་དག་ཏུ་གཟུགས་དང་། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཉེ་བར་ལེན་ཏེ།
en: Having become fixated and attached in that manner, they will, within the sense fields where they are reborn, acquire physical forms, and they will acquire feelings, perceptions, formative predispositions, and consciousness.

source: སྐྱེ་བ་དང་རྒ་བ་དང་ན་བ་དང་འཆི་བ་དང་མྱ་ངན་དང་སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་ལས་ཡོངས་སུ་མི་འགྲོལ།
en: They will not be liberated from rebirth, aging, ill health, death, sorrow, lamentation, suffering, discomfort, and agitation.

source: འགྲོ་བ་ལྔའི་འཁོར་བ་ནས་ཡོངས་སུ་མི་འགྲོལ་ལོ།། །།
en: They will not be released from cyclic existence, with its five classes of living beings. “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་བདུན་ཅུ་གཅིག་པ། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རང་བཞིན་སྟོང་པ་ཉིད་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་སྤྱོད་ཅིང་། གཟུགས་སྟོང་པ་འམ། འོན་ཏམ་མི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: So it is that bodhisattva great beings who practice the perfections, which are the emptiness of inherent existence, do not disrupt physical forms, holding that they are either empty or not empty.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་པ་འམ། འོན་ཏམ་མི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: They do not disrupt feelings, perceptions, formative predispositions, or consciousness, holding that they are either empty or not empty.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམས་སྟོང་པ་འམ། འོན་ཏམ་མི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་།
en: They do not disrupt the sense fields, sensory elements, or links of dependent origination, holding that they are either empty or not empty.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་སྟོང་པ་འམ་འོན་ཏམ་མི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་།
en: They do not disrupt the perfections, all the aspects of emptiness, or the factors conducive to enlightenment, holding that they are either empty or not empty.

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་སྟོང་པ་འམ། འོན་ཏམ་མི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: They do not disrupt the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways, holding that they are either empty or not empty.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་སྟོང་པ་འམ་འོན་ཏམ་མི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་སྟོང་པ་འམ།
en: They do not disrupt [the goals], up to and including unsurpassed, complete enlightenment, holding that they are either empty or not empty. “

source: འོན་ཏམ་མི་སྟོང་ཞེས་བྱ་བར་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རང་བཞིན་སྟོང་པ་ཉིད་ནི་འདི་ནི་གཟུགས་སོ།
en: If you ask why, the emptiness of inherent existence does not disrupt physical forms, asserting, ‘These are physical forms.

source: །འདི་ནི་གཟུགས་ཀྱི་སྟོང་པ་ཉིད་དོ་ཞེས་གཟུགས་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: This is the emptiness of physical forms.’

source: །རང་བཞིན་སྟོང་པ་ཉིད་ནི་འདི་ནི་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའོ། །འདི་ནི་རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་དོ་ཞེས་རྣམ་པར་ཤེས་པ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: The emptiness of inherent existence does not disrupt feelings, perceptions, formative predispositions, or consciousness, asserting, ‘These are consciousness [and so forth].

source: །རང་བཞིན་སྟོང་པ་ཉིད་ནི་འདི་དག་ནི།
en: This is the emptiness of consciousness [and so forth].’

source: སྐྱེ་མཆེད་དང་། ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ། །འདི་དག་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་སྟོང་པ་ཉིད་དོ་ཞེས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །རང་བཞིན་སྟོང་པ་ཉིད་ནི་འདི་དག་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: The emptiness of inherent existence does not disrupt the sense fields, sensory elements, or links of dependent origination, asserting, ‘These are the links of dependent origination [and so forth].

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་སོ།
en: This is the emptiness of the links of dependent origination [and so forth].’

source: །འདི་དག་ནི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཀྱི་སྟོང་པ་ཉིད་དོ་ཞེས་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །རང་བཞིན་སྟོང་པ་ཉིད་ནི་འདི་ནི་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: The emptiness of inherent existence does not disrupt the perfections, any aspects of emptiness, or the factors conducive to enlightenment, asserting, ‘These are the factors conducive to enlightenment [and so forth].

source: རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: This is the emptiness of the factors conducive to enlightenment [and so forth].’

source: སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་སོ།
en: The emptiness of inherent existence does not disrupt the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways, asserting, ‘These are the dhāraṇī gateways [and so forth].

source: །འདི་ནི་གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་སྟོང་པ་ཉིད་དོ་ཞེས་གཟུངས་ཀྱི་སྒོ་རྣམས་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: This is the emptiness of the dhāraṇī gateways [and so forth].’

source: །རང་བཞིན་སྟོང་པ་ཉིད་ནི་འདི་དག་ནི་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: The emptiness of inherent existence does not disrupt the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the distinct qualities of the buddhas, asserting, ‘These are the distinct qualities of the buddhas [and so forth].

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སོ། །འདི་ནི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་སྟོང་པ་ཉིད་དོ།
en: This is the emptiness of the distinct qualities of the buddhas [and so forth].’

source: །ཞེས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །རང་བཞིན་སྟོང་པ་ཉིད་ནི་འདི་ནི་རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་།
en: The emptiness of inherent existence does not disrupt the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, or [unsurpassed] enlightenment, asserting, ‘These are [unsurpassed] enlightenment [and so forth].

source: རང་བྱང་ཆུབ་དང་བྱང་ཆུབ་བོ། །འདི་ནི་བྱང་ཆུབ་ཀྱི་སྟོང་པ་ཉིད་དོ་ཞེས་བྱང་ཆུབ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: This is the emptiness of [unsurpassed] enlightenment [and so forth].’ “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་ནམ་མཁའ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །ནང་གི་ནམ་མཁའ་ནི་ཕྱིའི་ནམ་མཁའ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །ཕྱིའི་ནམ་མཁའ་ནི་ནང་གི་ནམ་མཁའ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་གཟུགས་ཀྱང་སྟོང་པ་ཉིད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: As an analogy, Subhūti, just as space does not disrupt space—the internal space element does not disrupt the external space element, and the external space element does not disrupt the internal space element—in the same way, Subhūti, physical forms do not disrupt emptiness, nor does emptiness disrupt physical forms.

source: །སྟོང་པ་ཉིད་ཀྱང་གཟུགས་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་སྟོང་པ་ཉིད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད། སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །སྐྱེ་མཆེད་དང་།
en: Feelings, perceptions, formative predispositions, and consciousness do not disrupt emptiness, nor does emptiness disrupt consciousness [and so forth].

source: ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམས་ཀྱང་སྟོང་པ་ཉིད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད། སྟོང་པ་ཉིད་ཀྱང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་།
en: The sense fields, sensory elements, and links of dependent origination do not disrupt emptiness, nor does emptiness disrupt the links of dependent origination [and so forth].

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཀྱང་སྟོང་པ་ཉིད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད། སྟོང་པ་ཉིད་ཀྱང་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: The perfections, all the aspects of emptiness, and the factors conducive to enlightenment do not disrupt emptiness, nor does emptiness disrupt the factors conducive to enlightenment [and so forth].

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱང་སྟོང་པ་ཉིད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད། སྟོང་པ་ཉིད་ཀྱང་གཟུངས་ཀྱི་སྒོ་རྣམས་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: The truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways do not disrupt emptiness, nor does emptiness disrupt the dhāraṇī gateways [and so forth].

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱང་སྟོང་པ་ཉིད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད། སྟོང་པ་ཉིད་ཀྱང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་དང་།
en: The ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas do not disrupt emptiness, nor does emptiness disrupt the eighteen distinct qualities of the buddhas [and so forth].

source: ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་སྟོང་པ་ཉིད་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ།
en: The fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and unsurpassed, complete enlightenment do not disrupt emptiness, nor does emptiness disrupt unsurpassed, complete enlightenment [and so forth].

source: །སྟོང་པ་ཉིད་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རྣམ་པར་འཁྲུག་པར་མི་བྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་དག་ལ་གང་འདི་ལྟར་འདི་ནི་གཟུགས་སོ།
en: If you ask why, it is because all these phenomena are without any inherent existence that might disturb one into thinking, ‘These are physical forms, and this is emptiness.

source: །འདི་ནི་སྟོང་པ་ཉིད་དོ། །འདི་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའོ་འདི་ནི་སྟོང་པ་ཉིད་དོ།
en: These are feelings, perceptions, formative predispositions, and consciousness, and this is emptiness.

source: །འདི་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུའོ་འདི་ནི་སྟོང་པ་ཉིད་དོ་ཞེས་རྣམ་པར་འཁྲུག་པ་དེ་ལྟ་བུའི་རང་བཞིན་མེད་དོ།
en: These are [the attributes and goals], up to and including unsurpassed, complete enlightenment, and this is emptiness.’ ”

source: །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་དབྱེར་མ་མཆིས་ན། ཅིའི་སླད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བདག་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་པ་སྟེ། མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་ཞེས་བགྱི་བར་སེམས་པར་གྱུར།
en: Subhūti then asked, “Blessed Lord, if all phenomena are indivisible, why do bodhisattva great beings think, ‘Having set out for unsurpassed, complete enlightenment, I should attain consummate buddhahood’? {

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ནི་གཉིས་སུ་དབྱེར་མ་མཆིས་པ་སྟེ།
en: Ki.VIII: 102} Blessed Lord, enlightenment is indivisible in terms of duality.

source: གཉིས་སུ་འབྱེད་པས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Anyone engaging in duality cannot attain consummate buddhahood in unsurpassed, complete enlightenment.” “

source: བྱང་ཆུབ་ནི་གཉིས་སུ་དབྱེར་མེད་པ་སྟེ།
en: Enlightenment is indivisible in terms of duality.

source: གཉིས་ལ་སྤྱོད་པ་ལ་བྱང་ཆུབ་མེད་དོ།
en: There is no enlightenment for those who engage in duality.

source: །རབ་འབྱོར་བྱང་ཆུབ་ནི་གཉིས་སུ་དབྱེར་མེད་པས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱང་ཆུབ་ནི་བྱང་ཆུབ་བོ། །བྱང་ཆུབ་སེམས་དཔའོ་ཞེས་བྱ་བར་གཉིས་སུ་བྱ་བ་ལ་མི་སྤྱོད་དེ།
en: Subhūti, since enlightenment is without duality, the enlightenment of the bodhisattvas does not engage in dualistic concepts such as ‘This is enlightenment.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱང་ཆུབ་དེ་ནི་གཟུགས་ལ་མི་སྤྱོད་དོ།
en: This is a bodhisattva.’ The enlightenment of the bodhisattvas does not engage in physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་མི་སྤྱོད་དོ།
en: It does not engage in feelings, perceptions, formative predispositions, or consciousness.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམས་ལ་མི་སྤྱོད་དོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་དང་།
en: It does not engage in the sense fields, sensory elements, or links of dependent origination.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ལ་མི་སྤྱོད་དོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་།
en: It does not engage in the perfections, all the aspects of emptiness, or the factors conducive to enlightenment.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་མི་སྤྱོད་དོ།
en: It does not engage in the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མི་སྤྱོད་དོ།
en: It does not engage in the ten powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་ནི་བདག་གམ། བདག་གིར་བྱ་བ་མེད་པ་སྟེ། བདག་གིས་གཟུགས་ལ་སྤྱད་པར་བྱའོ་ཞེ་འམ། བདག་གི་གཟུགས་སོ་ཞེའམ། བདག་གིས་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ལ་སྤྱད་པར་བྱའོ་ཞེ་འམ། བདག་གི་རྣམ་པར་ཤེས་པའོ་ཞེ་འམ། བདག་གིས་སྐྱེ་མཆེད་དང་། ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་སྤྱད་པར་བྱའོ་ཞེ་འམ། བདག་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ་ཞེ་འམ། བདག་གིས་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ལ་སྤྱོད་པར་བྱའོ་ཞེ་འམ། བདག་གི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་སོ་ཞེ་འམ། བདག་གིས་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་སྤྱད་པར་བྱའོ་ཞེ་འམ། བདག་གི་གཟུངས་ཀྱི་སྒོ་རྣམས་སོ་ཞེ་འམ།
en: If you ask why, enlightenment does not indulge in concepts of ‘I’ or ‘mine.’
